"%d hour" = "%d 小時";
"%d hours" = "%d 小時";
"%d minute" = "%d 分";
"Current Altitude" = "目前的高度角";
"Civil" = "民用";
"quarter past %@" = "%@ 過 15 分";
"LLL d" = "MMM d";
"Time" = "時間";
"TODAY" = "今日";
"%@ more than yesterday" = "比昨日多 %@";
"Same as yesterday" = "與昨日相同";
"one" = "一點";
"%1$@ minute, %2$@ second" = "%1$@ 分 %2$@ 秒";
"twenty five to %@" = "再過 25 分 %@";
"quarter to %@" = "再過 15 分 %@";
"%d minutes" = "%d 分";
"DAWN" = "早晨";
"Request Location Access" = "要求授權";
"%1$@ hours, %2$@ minute" = "%1$@ 小時 %2$@ 分";
"four" = "四點";
"Moonrise" = "月出";
"Yesterday" = "昨天";
"Solar Noon" = "正午";
"%@ o'clock" = "%@ 點鐘";
"Waning Crescent" = "殘月";
"MOONPHASE_NEXT_FORMAT" = "%@ - %@";
"%@ less than yesterday" = "比昨日少 %@";
"End" = "結束";
"Noon Altitude" = "正午時刻高度角";
"WK" = "週數"; // week number - needs to be 2-3 characters maximum
"Golden Hour" = "黃金時刻";
"Astronomical" = "天文";
"%@ of daylight" = "日光時間有 %@";
"All Day" = "整日";
"MOONPHASE_NEXT_DATE_FORMAT" = "MMM d";
"Current Time" = "現在的時間";
"%1$@ minutes, %2$@ seconds" = "%1$@ 分 %2$@ 秒";
"Sunrise" = "日出";
"%1$@ and %2$@" = "%1$@和%2$@";
"twelve" = "十二點";
"Illuminated" = "亮度";
"ten past %@" = "%@ 過 10 分";
"six" = "六點";
"DUSK" = "黃昏";
"%1$@ minutes, %2$@ second" = "%1$@ 分 %2$@ 秒";
"Sunrise in %@" = "%@ 後日出";
"%1$@ hour, %2$@ minute" = "%1$@ 小時 %2$@ 分";
"Age" = "月齡";
"New Moon" = "新月";
"TOMORROW" = "聽日";
"%1$@ hour, %2$@ minutes" = "%1$@ 小時 %2$@ 分";
"Waning Gibbous" = "虧凸月";
"Sunset in %@" = "%@ 後日落";
"Waxing Crescent" = "眉月";
"Blue Hour" = "藍色時刻";
"TWILIGHT" = "晨昏";
"Last Quarter" = "下弦月";
"three" = "三點";
"twenty to %@" = "再過 20 分 %@";
"TIME" = "時間";
"five" = "五點";
"%1$@ minute, %2$@ seconds" = "%1$@ 分 %2$@ 秒";
"Today" = "今天";
"ten to %@" = "再過 10 分 %@";
"Waxing Gibbous" = "盈凸月";
"Request Calendar Access" = "要求授權";
"Start" = "開始";
"Distance" = "距離";
"Moonrise in %@" = "%@ 後月出";
"FUZZY_CLOCK_HOURS" = "0,0,0,0,0,0,1,1,1,1,1";
"Full Moon" = "滿月";
"Azimuth" = "方位";
"Moonset in %@" = "%@ 後月落";
"Night" = "晚上";
"First Quarter" = "上弦月";
"Current Location" = "目前位置";
"eleven" = "十一點";
"ten" = "十點";
"Moonset" = "月落";
"nine" = "九點";
"twenty five past %@" = "%@ 過 25 分";
"seven" = "七點";
"Sunset" = "日落";
"two" = "二點";
"Nautical" = "航海";
"twenty past %@" = "%@ 過 20 分";
"half past %@" = "%@ 過 30 分";
"AZIMUTH" = "方位";
"five past %@" = "%@ 過 5 分";
"eight" = "八點";
"midnight" = "午夜";
"Tomorrow" = "明天";
"%1$@ hours, %2$@ minutes" = "%1$@ 小時 %2$@ 分";
"five to %@" = "再過 5 分 %@";
"Morning" = "早上";


// Unlocalized strings



// Modified strings

